const JOIN_AGREE_GUIDES = [
    {
        id: 0,
        name: "personalInformationGuide",
        message: "1. 당사 (Drinkus)는 본인확인, 행사참여 및 안내, 컨설팅, 금융지원 서비스를 제공하기 위해 아래의 방법을 통해 개인정보를 수집하고 있습니다.\n" + 
                "① 개인정보 항목\n" + 
                "- 성명, 이메일\n" + 
                "2. 개인정보 수집 동의를 거부할 권리가 있으나, 동의 거부 시 제3조에서 규정하고 있는 당사가 제공하는 서비스를 받을 수 없습니다.\n" + 
                "3. 허위 정보 입력 시 당사의 조치\n" + 
                "자신의 정보에 대해 정확성 및 적법성을 보장해야 합니다. 만약 이를 위반하여 타인의 정보를 도용하는 등 각종 방법으로 허위 정보를 입력할 경우 당사는 관계법령에 따라 신고할 수 있습니다. \n" + 
                "기본적 인권 침해의 우려가 있는 민감한 개인정보는 수집하지 않습니다.\n" + 
                "당사는 서비스 제공을 위하여 필요한 최소한의 범위 내에서 다음 각 항목과 같은 목적으로 개인정보를 수집하고 있습니다.\n" + 
                "- 당사가 제공하는 서비스에 따른 본인 확인 절차에 활용\n" + 
                "- 당사, 관계사가 제공하는 서비스 및 정보 제공(전자우편(E-mail))\n"
    },
    {
        id: 1,
        name: "termsGuide",
        message: "제1조(목적)\n" + 
                "본 회원약관은 Drinkus(이하 '갑'라 한다)이 운영하는 인터넷관련 서비스(이하 '서비스'라 한다)를 이용함에 있어 관리자와 이용자(이하 '회원'라 한다)의 권리, 의무 및 책임사항을 규정함을 목적으로 한다.\n" + 
                "제2조 (회원의 의무)\n" + 
                "회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다. \n" + 
                "①다른 회원의 아이디(ID)를 부정 사용하는 행위 \n" + 
                "②범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위 \n" + 
                "③선량한 풍속, 기타 사회질서를 해하는 행위\n" + 
                "④타인의 명예를 훼손하거나 모욕하는 행위\n" + 
                "⑤타인의 지적재산권 등의 권리를 침해하는 행위 \n" + 
                "⑥해킹행위 또는 컴퓨터바이러스의 유포행위\n" +
                "⑦타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송 또는 타 사이트를 링크하는 행위\n" +
                "⑧서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위\n" +
                "⑨기타 관계법령에 위배되는 행위\n" +
                "⑩게시판 등 커뮤니티를 통한 상업적 광고홍보 또는 상거래 행위\n" + 
                "부  칙\n" + 
                "제 1 조 (시행일) 이 약관은 2022년 08월 19일부터 시행한다.\n" +
                ""
    }
]

export {JOIN_AGREE_GUIDES};